commands = '''
**✰` م1` : اوامر السورس.
✰` م2` : اوامر الحساب.
✰` م3` : اوامر الكروبات والاذاعة.
✰` م4` : اوامر التاريخ والبحث والترجمة.
✰` م5` : اوامر التسلية.**
'''
soursce = '''
`- -- -- -- -- -- -- -- --`
**𝚂𝙾𝚄𝚁𝙲𝙴 𝙼𝙰𝚇  ⚡
Dev : @P8_PP
Source Ch : @MAX985
---------
Update Ch : @MAX985
`-- -- -- -- -- -- -- -- --`
'''
trans = '''
.ترجمة الى + اللغة
مثلاً | .ترجمة الى العربية (بلرد)
اكتب .اللغات لمعرفة الغات المتاحة !
'''
langs = '''
- العربية
- الانجليزية
- الاسبانية
- الفرنسية
- الروسية
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**✰` .فحص ` : فحص السورس
✰` .المطور ` : مطور السورس
✰` .الاوامر ` :اوامر السورس
✰` .بنك ` : قياس البنك
✰` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**✰` .فك حظر ` : فك حظر كل يلي حاظرهم
`.اسم وقتي  : اسم وقتي لحسابك`
✰` . انهاء الاسم الوقتي  : يوقف الاسم الوقتي`
✰` .بايو وقتي  : بايو وقتي لحسابك`
✰` .انهاء البايو الوقتي وقتي  : يوقف البايو الوقتي`
`.غادر يغادر الكروب`**
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**✰` .تكرار + العدد + نص : تكرار للرسائل
✰  .اذاعة خاص (بلرد) : اذاعة لكل شخص في الخاص
✰  .اذاعة كروب (بلرد) : اذاعة لكل الكروبات في الخاص
✰  .مؤقت + عدد الثواني + نص : ارسال رسائل مؤقتة
✰  .ادمن : القنوات يلي انت ادمن بيها
✰  .تفليش : يحظر كل الاعضاء يلي بلمجموعة او القناة اذا كانت عندك صلاحيات الحظر
✰  .اشتراكاتي : جميع القنوات والكروبات والاشخاص في حسابك**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**✰` .بحث (الاغنية) ` : لتحميل الاغاني من يوتيوب `
✰`احسب + الرقم`**
`-- -- -- -- -- -- -- -- --`
"""
sec5 = """
`-- -- -- -- -- -- -- -- --`
**✰` .اكس او`**
`-- -- -- -- -- -- -- -- --`
"""
spc = '''
`-- -- -- -- -- -- -- -- --`
✰` .بوت المليار`
✰` .وعد `
`-- -- -- -- -- -- -- -- --`
'''
spc2 = '''
`-- -- -- -- -- -- -- -- --`
✰` .بوت المليار`
✰` .تشيكر تلي`
✰` .وعد `
`-- -- -- -- -- -- -- -- --`
'''
waad = '''
`-- -- -- -- -- -- -- -- --`
**✰` .استثمار وعد + العدد ` : يستثمر ب وعد تلقائي
✰` .كلمات وعد ` : يلعب كلمات تلقائي**
`-- -- -- -- -- -- -- -- --`
'''
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .صيد + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .حالة الصيد ` : لمعرفة تقدم الصيد
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
✰` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''**
⟨ MAX CHECKER ⟩

الانـواع :

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
1 :  ثلاثـي مكرر s_x_x + s_x_s

2 : ثلاثـي 

3 : صيد vip رقمين مثال vip12

4 : صيد vip ثلاث ارقام مثال vip123

5 : خماسي حرف

6 : خماسي حرفين

7 : سداسي حرف

8 : ثلاثي مكرر  e_5_5 + s_5_s

9 : ثلاثي مكرر s_s_c + s_z_z

10 : رباعي

11 : خماسي مثل sx999 + ss999

12 : خماسي مثل s999x + s999s

13 : خماسي مثل ss999 + s999s
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
طريقـة تفـعيل الـصيد 

.صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
- مثـال╎ `.صيد 1 
'''
